KuruwaNew/Try01_cubic_lvstun_1g/rss_rps_rfs_xps_0_1_1_1/ipvs1_3.log
podnum=1
Start time: 1543141288
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    58.12ms   27.09ms 427.65ms   83.76%
    Req/Sec   310.92    143.50     4.16k    72.72%
  908349 requests in 30.10s, 213.10MB read
  Socket errors: connect 0, read 0, write 370, timeout 0
Requests/sec:  30178.48
Transfer/sec:      7.08MB
End time: 1543141319

podnum=2
Start time: 1543141336
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    41.63ms   19.09ms 365.05ms   84.06%
    Req/Sec   491.48    154.23     9.64k    84.05%
  1465601 requests in 30.10s, 345.23MB read
Requests/sec:  48688.79
Transfer/sec:     11.47MB
End time: 1543141367

podnum=4
Start time: 1543141379
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    22.33ms    9.02ms 282.01ms   87.27%
    Req/Sec     0.91k   225.92    17.84k    93.34%
  2738918 requests in 30.10s, 644.51MB read
Requests/sec:  90993.07
Transfer/sec:     21.41MB
End time: 1543141409

podnum=6
Start time: 1543141425
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.08ms   11.48ms 449.11ms   97.46%
    Req/Sec     1.64k   289.57    25.44k    98.55%
  4914414 requests in 30.08s, 1.13GB read
Requests/sec: 163368.18
Transfer/sec:     38.46MB
End time: 1543141455

podnum=8
Start time: 1543141469
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.78ms   23.19ms 248.58ms   96.98%
    Req/Sec     2.16k   329.26    22.98k    93.59%
  6476196 requests in 30.09s, 1.49GB read
Requests/sec: 215203.54
Transfer/sec:     50.67MB
End time: 1543141499

podnum=10
Start time: 1543141509
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.53ms   11.50ms 229.73ms   99.09%
    Req/Sec     2.62k   431.89    34.24k    96.19%
  7868136 requests in 30.10s, 1.81GB read
Requests/sec: 261398.79
Transfer/sec:     61.52MB
End time: 1543141540

podnum=12
Start time: 1543141557
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.51ms   19.74ms 235.31ms   97.68%
    Req/Sec     2.91k   481.64    31.19k    93.12%
  8710158 requests in 30.10s, 2.00GB read
Requests/sec: 289373.63
Transfer/sec:     68.12MB
End time: 1543141587

podnum=14
Start time: 1543141605
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.88ms   21.11ms 239.28ms   97.36%
    Req/Sec     2.91k   517.06    40.57k    94.11%
  8729915 requests in 30.10s, 2.01GB read
Requests/sec: 290033.42
Transfer/sec:     68.28MB
End time: 1543141636

podnum=16
Start time: 1543141652
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.06ms    6.09ms 224.76ms   98.32%
    Req/Sec     2.94k   483.72    35.07k    96.82%
  8814125 requests in 30.10s, 2.03GB read
Requests/sec: 292829.06
Transfer/sec:     68.92MB
End time: 1543141682

podnum=18
Start time: 1543141700
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.57ms   16.12ms 232.71ms   98.30%
    Req/Sec     2.94k   512.32    39.82k    95.96%
  8817283 requests in 30.10s, 2.03GB read
Requests/sec: 292934.52
Transfer/sec:     68.96MB
End time: 1543141731

podnum=20
Start time: 1543141747
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.36ms   22.78ms 231.29ms   96.90%
    Req/Sec     2.94k   485.30    33.53k    94.05%
  8797047 requests in 30.10s, 2.02GB read
Requests/sec: 292265.27
Transfer/sec:     68.80MB
End time: 1543141777

podnum=22
Start time: 1543141797
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.38ms    9.18ms 231.73ms   98.99%
    Req/Sec     2.94k   476.44    32.41k    96.46%
  8812373 requests in 30.10s, 2.03GB read
Requests/sec: 292765.54
Transfer/sec:     68.91MB
End time: 1543141827

podnum=24
Start time: 1543141875
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.11ms   22.01ms 438.71ms   97.07%
    Req/Sec     2.94k   552.44    38.42k    95.24%
  8826448 requests in 30.10s, 2.03GB read
Requests/sec: 293246.22
Transfer/sec:     69.03MB
End time: 1543141905

podnum=26
Start time: 1543141946
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.43ms   23.03ms 226.70ms   96.84%
    Req/Sec     2.94k   541.77    37.40k    94.03%
  8800493 requests in 30.10s, 2.02GB read
Requests/sec: 292402.14
Transfer/sec:     68.83MB
End time: 1543141976

podnum=28
Start time: 1543141998
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.69ms   11.34ms 245.62ms   98.84%
    Req/Sec     2.94k   489.64    34.84k    96.36%
  8805664 requests in 30.10s, 2.02GB read
Requests/sec: 292545.33
Transfer/sec:     68.86MB
End time: 1543142029

podnum=30
Start time: 1543142049
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.26ms   22.56ms 434.25ms   96.91%
    Req/Sec     2.95k   558.64    43.24k    94.54%
  8834997 requests in 30.10s, 2.03GB read
Requests/sec: 293537.57
Transfer/sec:     69.10MB
End time: 1543142079

podnum=32
Start time: 1543142099
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.00ms   13.24ms 239.11ms   98.66%
    Req/Sec     2.94k   487.80    36.69k    96.64%
  8835585 requests in 30.10s, 2.03GB read
Requests/sec: 293535.93
Transfer/sec:     69.09MB
End time: 1543142129

podnum=34
Start time: 1543142152
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.20ms    7.62ms 223.22ms   98.90%
    Req/Sec     2.95k   569.31    40.56k    97.02%
  8832948 requests in 30.10s, 2.03GB read
Requests/sec: 293466.39
Transfer/sec:     69.08MB
End time: 1543142182

podnum=36
Start time: 1543142235
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.12ms   23.02ms 233.37ms   96.74%
    Req/Sec     2.94k   588.76    40.96k    93.57%
  8819464 requests in 30.09s, 2.03GB read
  Socket errors: connect 0, read 0, write 0, timeout 334
Requests/sec: 293055.29
Transfer/sec:     68.98MB
End time: 1543142266

podnum=38
Start time: 1543142290
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.73ms   29.23ms 261.83ms   95.05%
    Req/Sec     2.94k   586.74    37.04k    92.62%
  8802895 requests in 30.10s, 2.02GB read
Requests/sec: 292452.52
Transfer/sec:     68.83MB
End time: 1543142320

podnum=40
Start time: 1543142346
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.22ms    7.80ms 235.36ms   98.97%
    Req/Sec     2.94k   472.03    36.96k    96.55%
  8819060 requests in 30.10s, 2.03GB read
Requests/sec: 293004.05
Transfer/sec:     68.97MB
End time: 1543142376

podnum=44
Start time: 1543142402
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.55ms   31.12ms 226.73ms   94.47%
    Req/Sec     2.93k   563.93    31.82k    91.14%
  8799765 requests in 30.10s, 2.02GB read
Requests/sec: 292344.26
Transfer/sec:     68.82MB
End time: 1543142433

podnum=48
Start time: 1543142461
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.67ms   29.27ms 430.49ms   95.06%
    Req/Sec     2.94k   677.33    34.70k    90.77%
  8797097 requests in 30.10s, 2.02GB read
Requests/sec: 292262.45
Transfer/sec:     68.80MB
End time: 1543142492

podnum=52
Start time: 1543142520
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.41ms    9.57ms 245.93ms   99.08%
    Req/Sec     2.95k   448.87    32.46k    96.22%
  8834075 requests in 30.10s, 2.03GB read
Requests/sec: 293488.71
Transfer/sec:     69.11MB
End time: 1543142550

podnum=56
Start time: 1543142583
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.75ms   29.34ms 232.55ms   95.01%
    Req/Sec     2.94k   589.55    40.21k    92.26%
  8804950 requests in 30.10s, 2.03GB read
Requests/sec: 292521.15
Transfer/sec:     68.90MB
End time: 1543142614

podnum=60
Start time: 1543142648
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.23ms   28.36ms 641.16ms   95.51%
    Req/Sec     2.94k   559.90    33.58k    92.90%
  8792925 requests in 30.10s, 2.02GB read
Requests/sec: 292120.83
Transfer/sec:     68.82MB
End time: 1543142678

podnum=64
Start time: 1543142715
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.05ms    6.06ms 222.48ms   98.63%
    Req/Sec     2.95k   518.60    38.68k    96.98%
  8826797 requests in 30.10s, 2.03GB read
Requests/sec: 293246.33
Transfer/sec:     69.10MB
End time: 1543142745

podnum=68
Start time: 1543142782
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.80ms   31.74ms 662.69ms   94.29%
    Req/Sec     2.93k   666.90    39.40k    91.57%
  8775722 requests in 30.10s, 2.02GB read
Requests/sec: 291559.45
Transfer/sec:     68.72MB
End time: 1543142813

podnum=72
Start time: 1543142851
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.72ms   31.48ms 430.00ms   94.32%
    Req/Sec     2.93k   588.12    32.62k    90.76%
  8795112 requests in 30.10s, 2.02GB read
Requests/sec: 292194.31
Transfer/sec:     68.88MB
End time: 1543142882

podnum=76
Start time: 1543142923
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.61ms   11.00ms 224.03ms   99.04%
    Req/Sec     2.94k   474.17    31.88k    95.96%
  8819579 requests in 30.10s, 2.03GB read
Requests/sec: 293006.13
Transfer/sec:     69.08MB
End time: 1543142953

podnum=80
Start time: 1543143014
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.29ms   30.54ms 430.66ms   94.65%
    Req/Sec     2.94k   651.61    41.13k    92.15%
  8793305 requests in 30.10s, 2.02GB read
Requests/sec: 292131.61
Transfer/sec:     68.88MB
End time: 1543143045

podnum=84
Start time: 1543143093
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.36ms   30.71ms 230.62ms   94.58%
    Req/Sec     2.94k   670.02    39.31k    92.34%
  8794303 requests in 30.10s, 2.03GB read
Requests/sec: 292165.30
Transfer/sec:     68.90MB
End time: 1543143123

podnum=88
Start time: 1543143168
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.76ms   13.34ms 226.73ms   98.69%
    Req/Sec     2.94k   529.88    33.58k    91.28%
  8810571 requests in 30.10s, 2.03GB read
  Socket errors: connect 0, read 0, write 0, timeout 313
Requests/sec: 292718.84
Transfer/sec:     69.03MB
End time: 1543143198

podnum=92
Start time: 1543143247
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.86ms   32.24ms 243.87ms   94.08%
    Req/Sec     2.93k   678.04    40.77k    89.94%
  8769908 requests in 30.10s, 2.02GB read
  Socket errors: connect 0, read 0, write 0, timeout 346
Requests/sec: 291358.16
Transfer/sec:     68.72MB
End time: 1543143277

podnum=96
Start time: 1543143330
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.11ms   30.09ms 281.19ms   94.75%
    Req/Sec     2.93k   571.11    36.08k    92.08%
  8785042 requests in 30.10s, 2.02GB read
Requests/sec: 291878.46
Transfer/sec:     68.84MB
End time: 1543143360

podnum=100
Start time: 1543143417
wrk -c2000 -t100 -d30s http://10.1.1.1:80/
Running 30s test @ http://10.1.1.1:80/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.51ms   10.93ms 234.96ms   98.95%
    Req/Sec     2.95k   551.83    35.04k    93.31%
  8826817 requests in 30.10s, 2.03GB read
Requests/sec: 293253.04
Transfer/sec:     69.18MB
End time: 1543143447